{
  "title": "Logical Signals",
  "headline": "Logical Signals: Financial Market Analysis",
  "content": {
    "menu": [
      {
        "icon": "fa fa-fw fa-check",
        "title": "Live Trade Room",
        "content": "<strong>Including Live Trade Analysis:</strong> We share our full analysis for every trade we take, including when we plan to enter and why, where our stop will be, and where our profit targets will be."
      },
      {
        "icon": "fa fa-fw fa-gift",
        "title": "Single Source Support",
        "content": "Get support from the source! Whether its brokerage, platform or both, NinjaTrader’s highly skilled team of support professionals ensures all requests are addressed in a timely fashion by the expert best prepared to assist you."
      },
      {
        "icon": "fa fa-fw fa-compass",
        "title": "Coaching Available",
        "list": [
          "Develop and maintain a trading process",
          "Understand the motivation to trade",
          "Establish a business plan that will guide your trading",
          "Developing the necessary discipline",
          "Develop a system."
        ]
      }
    ],
    "main": {
      "header": {
        "img": "/images/canopy.jpg"
      },
      "body": {
        "heading": "CANOPY LOVE",
        "paras": [
          "We love trees, almost as much as we love coffee. Planting a tree can be a very special experience, one that can transcend time and serve as reminder of those who have come and gone",
          "In addition to the contributions we receive from the purchase of a Block Card, we'll be bolstering local efforts to improve Charlotte's Tree Canopy. By working with our close partners at Trees Charlotte we'll do our part to help plant new trees, take care of existing and help educate the public on what needs to be done to preserve this beautiful canopy.",
          "Along the way we'll track progress and share it with you. Although we're just a small business starting out, our impact will grow as we do"
        ]
      }
    }
  },
  "LINKS": {
    "sticky_nav_portfolio": {
      "id": "sticky_nav_portfolio",
      "class": "sticky-nav-link",
      "content": "portfolio",
      "href": "#portfolio"
    }
  }
}
